<x-blueprint>
    <div class="flex flex-row bg-red text-white">
        It fockin works?
    </div>
    <div class="flex flex-row bg-red text-white">
        It fockin works?
        はああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああふぁく
        はああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああふぁく
        はああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああふぁく
        はああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああふぁく
    </div>
    <div class="flex flex-row bg-blue text-white">
        はああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああふぁく
    </div>
    <div class="flex flex-row bg-lime text-white">
        へええええええええええええええええええええええええ
        はああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああふぁく
        はああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああふぁく
        はああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああふぁく
    </div>
</x-blueprint>
